---
kind: enumMember
id: F:Autodesk.Revit.DB.TextListStyle.Bullet
enum: Autodesk.Revit.DB.TextListStyle
source: html/108dc35d-1698-446b-ee12-baea35080cc4.htm
---
# Autodesk.Revit.DB.TextListStyle.Bullet

Indicates a list that uses standard bullets.